/* Common */
"Common_Untitled" = "名称未設定";

"Common_Project_Category_All" = "すべて";

"Common_Project_Category_Inbox" = "未分類";

/* Task */
"Task_DueDateString_Format" = "MMMdd日";

/* Note */
"Note_EditedDateString_Yesterday" = "昨日";

"Note_EditedMonthString_Format" = "yyyy年MMM";

/* Repeat */
"Repeat_Title_Base_Type_1_%@" = "毎%@";

"Repeat_Title_Base_Type_2_%@_%@" = "%@%@ごと";

"Repeat_UnitName_Day" = "日";

"Repeat_UnitName_Week" = "週";

"Repeat_UnitName_Month" = "月";

"Repeat_UnitName_Year" = "年";

/* UpgradeAccountView */
"UpgradeAccountView_Title" = "プレミアム会員";

"UpgradeAccountView_Unit_Month_%@" = "%@ / 月";

"UpgradeAccountView_Unit_Year_%@" = "%@ / 年";

"UpgradeAccountView_Button_Purchased" = "購入済み";

"UpgradeAccountView_HUD_Accessing" = "通信中...";

"UpgradeAccountView_HUD_Completed" = "完了";

"UpgradeAccountView_HUD_Canceled" = "キャンセルしました";

"UpgradeAccountView_SectionFooter_Month" = "※コーヒー１杯より安い！";

"UpgradeAccountView_SectionFooter_Year" = "※飲み会１回より安い！";

"UpgradeAccountView_Header_Part_1" = "５つ以上のプロジェクトを作成するためには、プレミアム会員登録が必要です。\n\nプレミアム会員なら、";

"UpgradeAccountView_Header_Part_2" = "無制限のプロジェクト";

"UpgradeAccountView_Header_Part_3" = "を作成することが出来ます。";

/* MenuView */
"MenuView_Cell_AddProject" = "プロジェクトを追加";

/* SettingView */
"SettingView_Title" = "設定";

"SettingView_SectionHeader_Account" = "アカウント";

"SettingView_SectionHeader_Settings" = "各種設定";

"SettingView_SectionHeader_Other" = "その他";

"SettingView_Cell_Plan" = "現在のプラン";

"SettingView_Cell_Account" = "アカウント詳細";

"SettingView_Cell_Upgrade" = "プレミアム会員になる";

"SettingView_Cell_ManageProject" = "プロジェクト";

"SettingView_Cell_Feedback" = "フィードバックを送る";

"SettingView_Cell_OurApp" = "おすすめアプリ";

"SettingView_PlanType_Premium_Month" = "プレミアム(月額会員)";

"SettingView_PlanType_Premium_Year" = "プレミアム(年額会員)";

"SettingView_PlanType_Free" = "無料";

"SettingView_ActionSheet_Title" = "このアプリの...";

"SettingView_ActionSheet_Button_Topic_Like" = "「好きなところ」を教える";

"SettingView_ActionSheet_Button_Topic_Dislike" = "「嫌いなところ」を教える";

"SettingView_ActionSheet_Button_Topic_Request" = "リクエストをする";

"SettingView_ActionSheet_Button_Topic_Other" = "その他";

"SettingView_ActionSheet_Button_Cancel" = "キャンセル";

"SettingView_Topic_Like" = "このアプリの「好きなところ」";

"SettingView_Topic_Dislike" = "このアプリの「嫌いなところ」";

"SettingView_Topic_Request" = "リクエスト";

"SettingView_Topic_Other" = "その他";

"SettingView_HUD_Mail_Completed" = "送信完了";

"SettingView_Alert_Title_EmailError" = "メールを送ることが出来ません";

/* UserAccountView */
"UserAccountView_Title" = "アカウント詳細";

"UserAccountView_Cell_ManageSubscription" = "会費の管理";

"UserAccountView_Cell_Restore" = "購入を復元";

"UserAccountView_HUD_Restore" = "購入を復元中...";

"UserAccountView_HUD_Completed" = "完了";

"UserAccountView_HUD_Canceled" = "キャンセルしました";

/* RecommendAppView */
"RecommendAppView_Title" = "おすすめアプリ";

"RecommendAppView_Cell_LvUP" = "やる気を上げるタスク管理アプリ LvUP";

"RecommendAppView_Cell_WannaDo" = "やりたいことリスト\nWannaDo";

/* ManageProjectView */
"ManageProjectView_Title" = "プロジェクト";

/* EditProjectView */
"EditProjectView_TextField_PlaceHolder" = "タイトル";

"EditProjectView_Title_NewProject" = "新規プロジェクト";

"EditProjectView_Title_ExistingProject" = "プロジェクトを編集";

"EditProjectView_Cell_Icon" = "アイコン";

"EditProjectView_ActionSheet_Button_Delete" = "プロジェクトを削除";

"EditProjectView_ActionSheet_Button_Cancel" = "キャンセル";

/* SelectIconShapeView */
"SelectIconShapeView_Title" = "アイコンを選択";

/* SelectIconColorView */
"SelectIconColorView_Title" = "カラーを選択";

/* TaskListView */
"EditTaskView_Title_NewTask" = "新規タスク";

"TaskListView_SectionHeader_CompletedTask_%i" = "完了 (%i)";

/* EditTaskView */
"EditTaskView_Title_ExistingTask" = "タスクを編集";

"TaskListView_Title" = "タスク";

"EditTaskView_DeleteButton_Title" = "タスクを削除";

"EditTaskView_Cell_Title_Placeholder" = "タイトル";

"EditTaskView_Cell_Project" = "プロジェクト";

"EditTaskView_Cell_DueDate" = "期日";

"EditTaskView_Cell_Repeat" = "繰り返し";

"EditTaskView_Cell_Memo" = "メモ";

"EditTaskView_ActionSheet_Button_Delete" = "タスクを削除";

"EditTaskView_ActionSheet_Button_Cancel" = "キャンセル";

"EditTaskView_Picker_Button_Delete" = "削除";

/* SelectProjectView */
"SelectProjectView_Title" = "プロジェクト";

/* EditMemoView */
"EditMemoView_Title" = "メモを編集";

/* NoteListView */
"NoteListView_Title" = "ノート";

/* EditNoteView */
"EditNoteView_Title_NewNote" = "新規ノート";

"EditNoteView_Title_ExistingNote" = "ノートを編集";

"EditNoteView_ActionSheet_Button_Delete" = "ノートを削除";

"EditNoteView_ActionSheet_Button_Cancel" = "キャンセル";

/* NoteInfoView */
"NoteInfoView_Title" = "ノート情報";

"NoteInfoView_Cell_Project" = "プロジェクト";

